/* departments */
INSERT INTO [dbo].[Departments]
           ([Id]
           ,[Name])
     VALUES
           ('72828bfa-19cc-4de4-89a7-1c6d976df565'
           ,'Рога и копыта 1'),
		   ('58c0b8c0-8405-457a-95d9-25e810532969'
           ,'Рога и копыта 2'),
		   ('8bccdb79-4b36-4daf-a308-6bb921f2a520'
           ,'Рога и копыта 3'),
		   ('66776dc9-1aa7-45ae-a517-c1a7d069d34a'
           ,'Рога и копыта 4'),
		   ('1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'
           ,'Рога и копыта 5')

/* employees */
INSERT INTO [dbo].[Employees]
           ([Id]
           ,[Name]
           ,[Salary]
           ,[DepartmentId])
     VALUES
           ('cbbcecef-7010-47c2-8cff-ee65b966f99c'
           ,'Работник №1 в компании Рога и копыта 1'
           , 54303
           ,'72828bfa-19cc-4de4-89a7-1c6d976df565'), 
		   ('f5548bfd-520a-4ea3-bbdb-2813d1c63730'
           ,'Работник №2 в компании Рога и копыта 1'
           , 53303
           ,'72828bfa-19cc-4de4-89a7-1c6d976df565'),
		   ('c0e7e641-a552-41ad-9c75-bce36d09bfca'
           ,'Работник №3 в компании Рога и копыта 1'
           , 54303
           ,'72828bfa-19cc-4de4-89a7-1c6d976df565'),
		   ('0c23e768-f453-4283-be25-5ba1060dc184'
           ,'Работник №4 в компании Рога и копыта 1'
           , 44303
           ,'72828bfa-19cc-4de4-89a7-1c6d976df565'),
		   ('a981b325-aa94-4500-9fa2-76ef870d4195'
           ,'Работник №5 в компании Рога и копыта 1'
           , 60303
           ,'72828bfa-19cc-4de4-89a7-1c6d976df565'),


		   ('d63b1b99-1888-46f1-83fd-b54dec447aa4'
           ,'Работник №1 в компании Рога и копыта 2'
           , 154303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'), 

		   ('c6b1e3f5-9f7e-4fd9-b2d4-c8fbf04c98ab'
           ,'Работник №2 в компании Рога и копыта 2'
           , 153303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),

		   ('a569e545-42c1-4da9-930f-7119af5e794d'
           ,'Работник №3 в компании Рога и копыта 2'
           , 154303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),

		   ('1eb83d78-b956-4c07-941d-2ae011f7b724'
           ,'Работник №4 в компании Рога и копыта 2'
           , 144303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),

		   ('e0676baa-80e6-4c8e-870b-02aa21d89434'
           ,'Работник №5 в компании Рога и копыта 2'
           , 160303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),

		   ('86b45f77-036b-4907-91ef-dc40b67ac096'
           ,'Работник №6 в компании Рога и копыта 2'
           , 160303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),

		   ('0f092fde-34c8-41d5-97e9-ae1f45ef0036'
           ,'Работник №7 в компании Рога и копыта 2'
           , 160303
           ,'58c0b8c0-8405-457a-95d9-25e810532969'),


		   ('888f4b9a-21b9-4061-9559-3ec2d1a5c992'
           ,'Работник №1 в компании Рога и копыта 3'
           , 254303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'), 

		   ('9caf906d-4cde-4b14-b3b1-c849eaecfa22'
           ,'Работник №2 в компании Рога и копыта 3'
           , 253303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'),

		   ('6f3d369b-0cbf-4d20-853d-dc11c235a040'
           ,'Работник №3 в компании Рога и копыта 3'
           , 254303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'),

		   ('d367cbd6-0d7e-432f-92a2-a4524459e807'
           ,'Работник №4 в компании Рога и копыта 3'
           , 244303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'),

		   ('17c3d607-022c-4676-86fa-d83b9e4de716'
           ,'Работник №5 в компании Рога и копыта 3'
           , 260303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'),

		   ('a01ac42c-2973-4250-aff3-30f3db078fbd'
           ,'Работник №6 в компании Рога и копыта 3'
           , 260303
           ,'8bccdb79-4b36-4daf-a308-6bb921f2a520'),


		   ('db4e972f-3dcb-4fd3-b6a2-5fdf5f2eb082'
           ,'Работник №1 в компании Рога и копыта 4'
           , 354303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'), 

		   ('5af8eb90-4fa1-40d8-89cf-ffec21ca7616'
           ,'Работник №2 в компании Рога и копыта 4'
           , 353303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'),

		   ('be540f19-5e9c-4227-955f-eb2618625960'
           ,'Работник №3 в компании Рога и копыта 4'
           , 354303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'),

		   ('0ca458a2-691b-41e1-bf09-0b9d1f8547a8'
           ,'Работник №4 в компании Рога и копыта 4'
           , 344303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'),

		   ('6f21a987-e995-4180-bff2-414510205ac6'
           ,'Работник №5 в компании Рога и копыта 4'
           , 360303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'),

		   ('c46357c5-38e6-4b53-bec1-ddabc138a08e'
           ,'Работник №6 в компании Рога и копыта 4'
           , 360303
           ,'66776dc9-1aa7-45ae-a517-c1a7d069d34a'),


		   ('dd586423-62b2-4ac5-93f2-f93559e66dfe'
           ,'Работник №1 в компании Рога и копыта 5'
           , 454303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'), 

		   ('8c574608-b9ea-4876-95a9-5cf19733d18f'
           ,'Работник №2 в компании Рога и копыта 5'
           , 453303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'),

		   ('9fa8d043-dcb4-4f61-ae1f-3fdfb0bf8b01'
           ,'Работник №3 в компании Рога и копыта 5'
           , 454303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'),

		   ('baafa24d-3b73-4614-b4b7-9f22272bfc28'
           ,'Работник №4 в компании Рога и копыта 5'
           , 444303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'),

		   ('3132466e-ecbd-4126-8944-2b416739457b'
           ,'Работник №5 в компании Рога и копыта 5'
           , 460303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55'),

		   ('23c0ef13-6379-4aa4-8c13-7a043117ed98'
           ,'Работник №6 в компании Рога и копыта 5'
           , 460303
           ,'1c3ea2cb-4d9f-4b9b-8a7b-553b66fc7f55')